Repository: juliofihdeldev/FocusAppiOS
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, it, ja, pt_pt

source: Maybe Later
fr: Peut-être Plus Tard
it: Forse Più Tardi
ja: 後で
pt_pt: Talvez Mais Tarde

source: Unlimited tasks
fr: Tâches illimitées
it: Attività illimitate
ja: 無制限のタスク
pt_pt: Tarefas ilimitadas

source: Advanced insights & recommendations
fr: Insights avancés et recommandations
it: Insights avanzati e raccomandazioni
ja: 高度なインサイトと推奨事項
pt_pt: Insights avançados e recomendações

source: Custom focus modes
fr: Modes de concentration personnalisés
it: Modalità di concentrazione personalizzate
ja: カスタムフォーカスモード
pt_pt: Modos de foco personalizados

source: Smart break suggestions
fr: Suggestions de pauses intelligentes
it: Suggerimenti intelligenti per le pause
ja: スマートブレーク提案
pt_pt: Sugestões inteligentes de pausas

# focus_phase
source: Focus
fr: Concentration
it: Concentrazione
ja: 集中
pt_pt: Foco

# short_break_phase
source: Short Break
fr: Courte Pause
it: Pausa Breve
ja: 短い休憩
pt_pt: Pausa Curta

# long_break_phase
source: Long Break
fr: Longue Pause
it: Pausa Lunga
ja: 長い休憩
pt_pt: Pausa Longa

# completed_phase
source: Completed
fr: Terminé
it: Completato
ja: 完了
pt_pt: Concluído

# paused_phase
source: Paused
fr: En Pause
it: In Pausa
ja: 一時停止
pt_pt: Pausado

source: remaining
fr: restant
it: rimanente
ja: 残り
pt_pt: restante

source: Active
fr: Actif
it: Attivo
ja: アクティブ
pt_pt: Ativo

source: Notifications
it: Notifiche
ja: 通知
pt_pt: Notificações

source: Version 1.0
it: Versione 1.0
ja: バージョン1.0
pt_pt: Versão 1.0

source: Minutes
it: Minuti
ja: 分
pt_pt: Minutos

# repeat_weekends
source: Weekends
it: Weekend
ja: 週末
pt_pt: Fins de semana

# insights_count
source: %d insights
it: %d approfondimenti
ja: %dの洞察

source: Impact
it: Impatto
ja: 影響
pt_pt: Impacto
